[
  "calendar",
  "dataview",
  "tag-wrangler",
  "obsidian-admonition",
  "metaedit",
  "obsidian-tasks-plugin",
  "obsidian-outliner",
  "periodic-notes",
  "templater-obsidian",
  "buttons",
  "folder-note-plugin",
  "obsidian-completr",
  "obsidian-daily-notes-viewer",
  "supercharged-links-obsidian",
  "obsidian-columns",
  "obsidian-filename-heading-sync"
]