[
  "calendar",
  "table-editor-obsidian",
  "dataview",
  "oz-image-plugin",
  "obsidian-pandoc",
  "note-refactor-obsidian",
  "nldates-obsidian",
  "tag-wrangler",
  "obsidian-zoom",
  "obsidian-admonition",
  "quickadd",
  "snippet-commands-obsidian",
  "metaedit",
  "obsidian-tasks-plugin",
  "tag-page-preview",
  "obsidian-mind-map",
  "media-extended",
  "mx-bili-plugin",
  "recent-files-obsidian",
  "obsidian-local-images",
  "obsidian-show-file-path",
  "customizable-sidebar",
  "obsidian-extract-pdf-highlights",
  "shortcuts-extender",
  "obsidian-sortable",
  "obsidian-outliner",
  "obsidian-link-converter",
  "simpread",
  "obsidian-excalidraw-plugin",
  "periodic-notes",
  "templater-obsidian",
  "simple-embeds",
  "buttons",
  "folder-note-plugin",
  "customjs",
  "obsidian-focus-mode",
  "emoji-shortcodes Chens Mod",
  "highlightr-plugin",
  "workspaces-plus",
  "todoist-sync-plugin",
  "obsidian-completr",
  "obsidian-banners",
  "obsidian-hover-editor",
  "obsidian-daily-notes-viewer",
  "oz-clear-unused-images",
  "obsidian-style-settings",
  "supercharged-links-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "map-of-content",
  "obsidian-columns",
  "homepage",
  "obsidian-chartsview-plugin",
  "obsidian-linter",
  "obsidian-filename-heading-sync"
]